export const sampleTags = {
    tags: [
        'S型身材', '肤白貌美', '古灵精怪', '文艺女青年', '小魔女', '小仙女', '可甜可盐', '高冷', 'A4腰', '又纯又欲',
        '萝莉', '女汉子', '细节控', '慢热', 'Shopping魔', '宅女', '活力四射', '小麦肤色', '反射弧长', '微洁癖',
        '喜欢cd', 'TS药娘妹', '小乌依人', '活泼可爱', '不可救药多动症患者', '摇滚女青年', '贤内助', '傻白甜', '外冷内热',
        '热辣', '浪漫至死不渝', '猫性', '秀气', 'rap', '温柔体贴', '二次元', '软妹', '性感', '大长腿', '马甲线',
        '有洁癖', '呆萌', '微胖', '粘人', '卡哇伊', '欧美范儿', '乖乖女', '爱笑女孩', '筷子腿', '多才多艺', '嗲',
        '活泼开朗', '落落大方', '甜', '无法描述的好姑娘', '独立自主', '宅', '时尚', '野性', '腐女', '学霸', '怪',
        '妩媚',
    ],
    hobbies: [
        '旅行', '剧本杀', '蹦迪', '绘画', '书法', '密室逃脱', '羽毛球', '高尔夫', '诗歌', '理财达人', '击剑', '吉他',
        '摄影', '游戏', '钢琴', '汪星人', '古筝', '桌游', '写作', '游泳', '马术', '射击', '篮球', '吃了睡, 睡了吃',
        '冲浪', '露营', '散步', '逛展', '摩托车', '飞盘', '撸铁', '听歌', '音乐', '探店', '舞蹈', 'K歌', '美食达人',
        '烘焙', '时尚达人', 'JK', '泡吧', '看电影', '追剧', '桌球', '看演唱会', '王者荣耀', '跑步', '听音乐会', '拳击',
        '竞技体操', '宠物', '手工', '汉服', '看小说', 'COSPLAY', '潜水', '滑雪', '综艺', '看话剧', '网球', '爬山',
        '摇滚', '麻将', '手游', '骑行', '王者', '德州', '睡觉', '躺着',
    ],
    expectations: [
        '三观一致', '有趣', '有才华', '靠谱', '孝顺', '有好奇心', '帅必须帅', '善于沟通', '宠我', '只喜欢我', '95后',
        '在京', '不要细狗', '阳光暖男', '积极上进', '帅气', '有房有车', '幽默', '运动男孩', '专一', '自律', '高学历',
        '高大', '多金', '烟酒不沾', '大叔', '懂生活', '有艺术气质', '可奶可狗', '有较强经济实力', '经济独立', '家庭独立',
        '180', '温文尔雅', '顾家', '爱笑嘿嘿~', '声音好听', '小奶狗', '温柔', '00', '不要太胖', '173以上', '男高', '大方',
        '理性', '有钱', '声音好听', '学历高，辅导我学习的', '博学', '可以辅导你学习', '175+', '为我痴狂', '会做饭',
        '可以辅导我学习', '艺术气息', '183+', '180+', '185', '年龄相当',
    ],
}; 