export const sampleTags = {
    tags: [
        'S型身材', '肤白貌美', '古灵精怪', '文艺女青年', '小魔女', '小仙女', '可甜可盐', '高冷', 'A4腰', '又纯又欲',
        '萝莉', '女汉子', '细节控', '慢热', 'Shopping魔', '宅女', '活力四射', '小麦肤色', '反射弧长', '微洁癖',
        '喜欢cd', 'TS药娘妹', '小鸟依人', '活泼可爱', '不可救药多动症患者', '摇滚女青年', '贤内助', '傻白甜', '外冷内热',
        '热辣', '浪漫至死不渝', '猫性', '秀气', 'rap', '温柔体贴', '二次元', '软妹', '性感', '大长腿', '马甲线',
        '有洁癖', '呆萌', '微胖', '粘人', '卡哇伊', '欧美范儿', '乖乖女', '爱笑女孩', '筷子腿', '多才多艺', '嗲',
        '活泼开朗', '落落大方', '甜', '无法描述的好姑娘', '独立自主', '宅', '时尚', '野性', '腐女', '学霸', '怪',
        '妩媚',
    ],
    hobbies: [
        '旅行', '剧本杀', '蹦迪', '绘画', '书法', '密室逃脱', '羽毛球', '高尔夫', '诗歌', '理财达人', '击剑', '吉他',
        '摄影', '游戏', '钢琴', '汪星人', '古筝', '桌游', '写作', '游泳', '马术', '射击', '篮球', '吃了睡, 睡了吃',
        '冲浪', '露营', '散步', '逛展', '摩托车', '飞盘', '撸铁', '听歌', '音乐', '探店', '舞蹈', 'K歌', '美食达人',
        '烘焙', '时尚达人', 'JK', '泡吧', '看电影', '追剧', '桌球', '看演唱会', '王者荣耀', '跑步', '听音乐会', '拳击',
        '竞技体操', '宠物', '手工', '汉服', '看小说', 'COSPLAY', '潜水', '滑雪', '综艺', '看话剧', '网球', '爬山',
        '摇滚', '麻将', '手游', '骑行', '王者', '德州', '睡觉', '躺着',
    ],
    expectations: [
        '三观一致', '有趣', '有才华', '靠谱', '孝顺', '有好奇心', '帅必须帅', '善于沟通', '宠我', '只喜欢我', '95后',
        '在京', '不要细狗', '阳光暖男', '积极上进', '帅气', '有房有车', '幽默', '运动男孩', '专一', '自律', '高学历',
        '高大', '多金', '烟酒不沾', '大叔', '懂生活', '有艺术气质', '可奶可狗', '有较强经济实力', '经济独立', '家庭独立',
        '180', '温文尔雅', '顾家', '爱笑嘿嘿~', '声音好听', '小奶狗', '温柔', '00', '不要太胖', '173以上', '男高', '大方',
        '理性', '有钱', '声音好听', '学历高，辅导我学习的', '博学', '可以辅导你学习', '175+', '为我痴狂', '会做饭',
        '可以辅导我学习', '艺术气息', '183+', '180+', '185', '年龄相当',
    ],
    tags2: [
        '阳光暖男', '有趣的灵魂', '文艺青年', '有上进心', '好看的皮囊', '钢铁直男', '可奶可狗', '逗B青年', '厨艺好', 
        '靠谱', '自律', '大叔', '有腹肌', '专一', '孝顺', '烟酒不沾', '宝藏男孩', '熬夜冠军', '游戏大神', '老司机', 
        '宅男', '不善表白', '母胎solo', '摇滚青年', '心细如发', '跆拳道', '逍遥派', '温柔体贴', '斜杠青年', '极客', 
        '自由不羁', '北京', '有责任心', '风趣幽默', '有经济实力', '有生活情趣', '暖男', '温柔', '温文尔雅', '高冷', 
        '我喜欢微胖女朋友', '这样的', '高个儿', '闷骚', '素食', '散打', '不抽烟不喝酒', '又帅又美', '身材苗条', 
        '有点自闭害怕社交', '喜欢性感妹妹', '不抽烟', '宅', '我不表白，我不会说话', '喜欢丰满脾气好女友'
    ],
    hobbies2: [
        '篮球', '健身', '旅行', '跑步', '音乐', '摄影', '吉他', '游戏', '剧本杀', '足球', '看书', '乐器', 'K歌', 
        '铲屎官', '鞋控', '咖啡', '看小说', '街舞', '羽毛球', '密室逃脱', '桌游', '泡吧', '麻将', '潜水', '滑雪', 
        '骑行', '你好', '摩托车', '看电影', '台球', '理财达人', '话剧', '射箭', '武术', '重金属', '绘画', '钢琴', 
        '王者荣耀', '拳击', '网球', '网抑云', '探店', '美食达人', '露营', '冲浪', '其他', '逛展', '散步', '德州', 
        '垂钓', '喜欢喝茶', '下棋', '看话剧', '飞盘', '听音乐会', '夜跑', '狼人杀', '上网', '3D打印', '手工制作', 
        '和平精英', '宅', '驾驶', '滑板', '理财知识', '追剧', '和爱的人做喜欢的事情', '原神', '追动漫', '习惯了一个人做事情', 
        '找女人', '诗词及写作'
    ],
    expectations2: [
        '颜值高', '温柔体贴', '三观一致', '独立', '顾家', '喜欢小孩', '热情主动', '有生活品味', '有气质', '孝顺', 
        '有趣', '工作稳定', '时尚', 'S型身材', '大长腿', '情商高', '专一', '黑长直', '有酒窝', '活泼可爱', '勤劳善良', 
        '熟女', '旅游', '情绪稳定', '可以沟通', '不胖', '风骚', '大的', '厚厚肉肉', '喜欢微胖的', '有钱', '美丽双足', 
        'BBW', '我喜欢你', '我爱你', '脚大', '合适', '这样的小姐姐有没有啊', '对我百依百顺', '美脚', '御姐黑丝', 
        '随叫随到', 'jk', '对待感情真诚专一', '有什么说什么', '从不骗人', '疯骚', '性感', '给我发照片的', '恋足癖', 
        '善解人意', '会过日子', '女的活的', '真诚', '清爽干净', '可以陪我喝奶茶的', '粘人', '主动的'
    ],
}; 